import "./About.css";

export default function About() {
  return (
    <section className="about">
      <h2>Первое в России котокафе </h2>
      <p>
        Крупнейшее котокафе России, в котором живёт 50 кошек и котов, и каждый
        из них ищет новый дом. Животных можно гладить, фотографировать, играть с
        ними.
      </p>
      <p>Рабочее время с 8:00 до 23:00</p>
      <div>
        <img />
      <p>Санкт-Петербург,  набережная реки Карповки, дом 5, литера П</p>
      </div>
    </section>
  );
}
